{
    "CRYPTO SHOWDOWN": "КРИПТОВАЛЮТНЫЕ РАЗБОРКИ",
    "Home": "Главная",
    "How To Play": "Как играть",
    "WhitePaper": "Вайтпепер",
    "Referral Info": "Реферальная информация",
    "Referral" : "Реферальная",
    " Info": " информация",
    "Gems": "Гемы",
    "Presale": "Предпродажа",
    "CHARACTERS": "ПЕРСОНАЖИ",
    "LAND": "ЗЕМЛЯ",
    "How To Earn": "Как зарабатывать",
    "Contact": "Связаться с",
    "About Us": "О нас",
    "PLAY": "ИГРАТЬ",
    "The first RPG gacha game on the blockchain": "Первая RPG GACHA GAME на блокчейне",
    "Play Soon": "Играйте скоро",
    "First rpg Gacha game on blockchain.": "Первая RPG GACHA GAME на блокчейне.",
    "GET START": "НАЧАТЬ",
    "EN": "RU",
    "How to": "Как",
    " play": " играть",
    " earn": " зарабатывать",
    "FIGHT": "СРАЖАЙСЯ",
    "When fighting, your characters become stronger, the higher your characters level , the more building improvements are available to you.": "В боях ваши персонажи становятся сильнее. Чем выше уровень ваших персонажей, тем больше улучшений ваших зданий вам доступно.",
    "BUILD": "СТРОЙ",
    "Upgrade buildings on your land to get resources and income. Wells give water to restore energy to the characters, buildings give resources and income, the wall protects your land.": "Улучшайте здания на своей земле, чтобы получать ресурсы и доход. Колодцы дают воду для восстановления энергии персонажей, здания дают ресурсы и доход, стена защищает вашу землю.",
    "EARN": "ЗАРАБАТЫВАТЬ",
    "The higher your characters level, the better buildings are developed, the more you earn. Your income depends only on your achievements in the game.": "Чем выше уровень ваших персонажей, чем лучше ваши здания, тем больше вы зарабатываете. Ваш доход зависит только от ваших достижений в игре.",
    "Gem": "драгоценный камень",
    "description": "описание",
    "CRITICAL": "КРИТИЧЕСКИЙ",
    "HP": "HP",
    "ATTACK": "АТАКА",
    "CHEST": "ГРУДЬ",
    "This gem increases chance of critical attack if equipped on a character.": "Этот драгоценный камень увеличивает вероятность критической атаки, если он экипирован на персонажа.",
    "1 LVL GEM GIVE": "ГЕМ 1 УРОВНЯ ДАЕТ",
    "2 LVL GEM GIVE": "ГЕМ 2 УРОВНЯ ДАЕТ",
    "3 LVL GEM GIVE": "ГЕМ 3 УРОВНЯ ДАЕТ",
    "INITIAL CRIT CHANCE 10%": "НАЧАЛЬНЫЙ ШАНС КРИТИЧЕСКОГО УДАРА 10%",
    "This gem increases hp if equipped on a character.": "Этот драгоценный камень увеличивает здоровье, если он установлен на персонаже.",
    "This gem increases attack damage if equipped on a character.": "Этот драгоценный камень увеличивает урон от атаки, если он установлен на персонаже.",
    "Crystals can only be obtained from chests. Crystals drop from chests randomly and have 3 types of rarity": "Кристаллы можно получить только из сундуков. Кристаллы выпадают из сундуков случайным образом и имеют 3 типа редкости.",
    "CRYSTALS DROP FROM CHESTS RANDOMLY AND HAVE 3 TYPES FO RARITY.": "ГЕМЫ ВЫПАДАЮТ ИЗ СУНДУКОВ СЛУЧАЙНЫМ ОБРАЗОМ И ИМЕЮТ 3 ТИПА РЕДКОСТИ.",
    "TEST": "ТЕСТ",
    "Fight in battles for increase your characters level. The higher level your characters have, the better you can improve your land.": "Сражайтесь в битвах, чтобы повысить уровень своих персонажей. Чем выше уровень ваших персонажей, тем лучше вы сможете улучшить свою землю.",
    "Improve your land this opens up all the ways for you to progress in the game, the better your land is inproved, the more you earn.": "Улучшайте свою землю, это открывает вам все возможности для прогресса в игре: чем лучше улучшена ваша земля, тем больше вы зарабатываете.",
    "Main": "Основной",
    " team": " команда",
    "FOUNDER": "ОСНОВАТЕЛЬ",
    "CO-FOUNDER": "СОУЧРЕДИТЕЛЬ",
    "ADMINISTRATOR": "АДМИНИСТРАТОР",
    "She comes from the distant lands of Aden, being a bounty hunter she is interested in the precious artifacts found in these lands. Sakura has high critical damage as well as instant damage abilities. Her weakness is fighting against water elemental creatures, especially if they have instant damage.": "Она родом из далеких земель Адена, будучи охотником за головами, ее интересуют драгоценные артефакты, найденные в этих землях. Сакура обладает высоким критическим уроном, а также способностями мгновенного урона. Ее слабость — борьба с существами, элементалями воды, особенно если они наносят мгновенный урон.",
    "Rena is a water element character. She's been on these battlefields for what seems like an eternity, but we don't know exactly how long she's been here. Rena is an ancient water element creature with periodic damage and a high crit chance, but she is weak against opponents with the lightning element, especially if that creature has periodic damage.": "Рена — персонаж стихии воды. Кажется, она была на этих полях сражений целую вечность, но мы не знаем точно, как долго она здесь. Рена — древнее существо с элементом воды с периодическим уроном и высоким шансом критического удара, но она слаба против противников с элементом молнии, особенно если это существо имеет периодический урон.",
    "Motoko is a lightning element character. A wanderer who seems to have been everywhere, or nowhere? Has anyone seen him? Rumor has it that all creatures who have ever seen him were defeated by him in an instant. But what we do know is that this character can take a lot of instant damage and deal a lot of crushing damage. He doesn't have a lot of critical damage, but every attack he makes can be his enemy's last. His weakness is fighting against creatures with the wood element, especially if that creature has intermittent damage.": "Мотоко — персонаж стихии молнии. Странник, который, кажется, побывал везде или нигде? Кто-нибудь видел его? Ходят слухи, что все существа, когда-либо видевшие его, были побеждены им в одно мгновение. Но что мы точно знаем, так это то, что этот персонаж может получить много мгновенного урона и нанести большой сокрушительный урон. У него не так много критического урона, но каждая его атака может стать последней для его врага. Его слабость — борьба с существами с элементом дерева, особенно если это существо имеет периодический урон.",
    "Hayate is a wood element character. The huge castle of Altdream, more like a city, was once home to thousands of people. One day, one of the guards discovered the ability to control wooden objects and then the earth. One day, while practicing with the elements, not far from the castle, the knight sent the entire castle underground, destroying everyone in it. He became maddened by his own power and now constantly seeks out creatures to destroy. His strength is periodic damage. His weakness is fighting creatures with the element of fire, especially if those": "Хаяте — персонаж элемента дерева. Огромный замок Альтдрим, больше похожий на город, когда-то был домом для тысяч людей. Однажды один из охранников обнаружил способность управлять деревянными предметами, а затем и землей. Однажды, тренируясь со стихиями, недалеко от замка рыцарь отправил под землю весь замок, уничтожив всех, кто в нем находился. Он сошел с ума от своей силы и теперь постоянно ищет существ, которых можно уничтожить. Его сила – периодический урон. Его слабость — сражаться с существами, имеющими элемент огня, особенно если те",
    "INITIAL CRIT CHANCE": "НАЧАЛЬНЫЙ ШАНС КРИТА",
    " DAMAGE": " УРОНА",
    "token presale": "предварительная продажа токена",
    "CONNECT METAMASK": "ПОДКЛЮЧИТЬ МЕТАМАСКУ",
    "PRESALE": "ПРЕДПРОДАЖНАЯ",
    "CHART": "ДИАГРАММА",
    "ACCOUNT": "СЧЕТ",
    "Public Sale": "Публичная продажа",
    " Start Soon": " Скоро начнём",
    "Your wallet:": "Ваш кошелек:",
    "OUR OFFER:": "НАШЕ ПРЕДЛОЖЕНИЕ:",
    "- 5, 10, 15% YOU GET FOR EVERY PURCHASE": "- 5, 10, 15% ВЫ ПОЛУЧАЕТЕ ЗА КАЖДУЮ ПОКУПКУ",
    "- BY REFERRING MORE PEOPLE YOU GET MORE MONEY": "- НАПРАВЛЯЯ БОЛЬШЕ ЛЮДЕЙ, ВЫ ПОЛУЧАЕТЕ БОЛЬШЕ ДЕНЕГ",
    "- YOU RECEIVE % FOR EVERY THEY PURCHASE, FOREVER": "- ВЫ ПОЛУЧАЕТЕ % ЗА КАЖДУЮ ПОКУПКУ, НАВСЕГДА",
    "- NO ONE CAN BUY A TOKEN WITHOUR A REFERRAL CODE": "- НИКТО НЕ МОЖЕТ КУПИТЬ ТОКЕН БЕЗ РЕФЕРАЛЬНОГО КОДА",
    "- STATISTICS ABOUT YOUR REFERRALS AND EARN IN YOUR PROFILE": "- СТАТИСТИКА О ВАШИХ РЕФЕРАЛАХ И ЗАРАБОТКЕ В ВАШЕМ ПРОФИЛЕ",
    "Get USDT for invited people who bought a CSC": "Получайте USDT за приглашенных людей, купивших CSC",
    "©SOURCECODE": "©ИСХОДНИКОД",
    "ALL RIGHTS RESERVERD": "ВСЕ ПРАВА ЗАЩИЩЕНЫ",
    "Get referral link": "Получить реферальную ссылку",
    "You will get USDT for each referral": "Вы получите USDT за каждого реферала",
    "who uses your link to purchase csc": "кто использует вашу ссылку для покупки csc",
    "You can see and claim your referrals": "Вы можете видеть и требовать своих рефералов",
    "income in the account section.": "доходы в разделе счета.",
    "Your Current Referral Bonus": "Ваш текущий реферальный бонус",
    "CREATED": "СОЗДАННЫЙ",
    "CREATE": "СОЗДАВАТЬ",
    "Your Ref Code": "Ваш реферальный код",
    "Token": "Токен",
    "More about ref system:": "Подробнее о реф-системе:",
    "Next token unlock in:": "Разблокировка токена через:",
    "NEXT PRICE UPDATE: ": "СЛЕДУЮЩЕЕ ОБНОВЛЕНИЕ ЦЕН: ",
    "CSC ACTUAL PRICE: ": "АКТУАЛЬНАЯ ЦЕНА CSC: ",
    "NETWORK: ": "СЕТЬ: ",
    "BNB": "БНБ",
    "TOTAL SOLD:": "ВСЕГО ПРОДАНО:",
    " DAYS: ": " ДНИ: ",
    " HOURS": " ЧАСЫ",
    "TRANSACTION PENDING DON'T CLOSE THIS WINDOW": "ТРАНЗАКЦИЯ ОЖИДАЕТСЯ НЕ ЗАКРЫВАЙТЕ ЭТО ОКНО",
    "BUY SUCCESSFUL:": "КУПИТЬ УСПЕШНО:",
    "YOU PAY": "ТЫ ПЛАТИШЬ",
    "Referral system": "Реферальная система",
    "BUY": "КУПИТЬ",
    "UNLOCK 15% ON TOKEN RELEASE AND EVERY 14 DAYS +21.25%": "РАЗБЛОКИРУЙТЕ 15% ПРИ ВЫПУСКЕ ТОКЕНА И КАЖДЫЕ 14 ДНЕЙ +21,25%",
    "! ": "! ",
    "ENTER CODE": "ВВЕДИТЕ КОД",
    "YOU RECEIVE": "ВЫ ПОЛУЧАЕТЕ",
    "LISTING PRICE": "ЛИСТИНГОВАЯ ЦЕНА",
    "Total balance:": "Итоговый баланс:",
    "25/MARCH/2024": "25 МАРТА 2024 г.",
    "SOLD OUT": "РАСПРОДАННЫЙ",
    "START SOON": "НАЧНИТЕ СКОРО",
    "Play": "Играть",
    "ENDS IN: ": "ЗАКАНЧИВАЕТСЯ: ",
    "LAUNCHED": "ЗАПУЩЕНО"
}